Repository: maabou512/OpenSourceGuides-Trans
Catalog: Open_Source_Guide-Trans-omegat.tmx
Source language: en_us
Languages: ja

source: # How to Create an Open Source Program
ja: # オープンソース プログラムの作り方

source: **Table of Contents**
ja: **コンテンツ**

source: A central open source program office is a designated place where open source is supported, nurtured, shared, explained, and grown inside a company.
ja: 中心的なオープンソース プログラム オフィスは、企業内でオープンソースが支援され、促進され、共有され、説明され、そして育まれることを担う場となります。

source: It will cover topics for open source offices including: roles and responsibilities, corporate structures, elements of an open source management program, how to choose and hire an open source program manager, and more.
ja: また本ガイドはオープンソース オフィスに関する次のようなトピックについてカバーします：役割と責任、企業構造、オープンソース マネジメント プログラムの要素、オープンソース プログラム マネージャの選択と選択の仕方、など。

source: This guide aims to help you figure out why and how to establish a program to manage the open source use and creation inside your company, as well as to show how your developers can make their own contributions to open source projects outside your operations.
ja: 本ガイドは、企業の中でオープンソースの活用、創出をマネージするための「なぜ（Why）」と「どのように（How）」について理解する助けとなることを目指しています。

source: With such an office in place, businesses can establish and execute on their open source strategies in clear terms, giving their leaders, developers, marketers, and other staff the tools they need to make open source a success within their operations.
ja: そういった所定のオフィスがあることで、企業にいるリーダー、開発者、マーケターそしてその他のスタッフたちに、彼らの業務でオープンソースを成功裏に活用するのに必要なツールを与え、明確な表現でオープンソース戦略が確立、実行できるようになります。
